tap "anomalyco/tap"
tap "theseal/ssh-askpass"
brew "asdf"
brew "bat"
brew "cocoapods"
brew "eza"
brew "fd"
brew "firefoxpwa"
brew "fzf"
brew "gh"
brew "git"
brew "lazygit"
brew "mise"
brew "neovim"
brew "nginx"
brew "openfortivpn"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "watchman"
brew "zoxide"
brew "anomalyco/tap/opencode"
brew "theseal/ssh-askpass/ssh-askpass"
cask "android-platform-tools"
cask "appcleaner"
cask "ferdium"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "slack"
